Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# SettingsPageLibreTranslateServer.Header
source: Server address
zh_tw: 服務器地址

# SettingsPageLog.Header
source: Log record
zh_tw: 日誌記錄

# SettingsPageLXMusicServer.Text
source: LX Music Server
zh_tw: LX 音樂服務器

# SettingsPageLyricsBackground.Header
source: Lyrics background
zh_tw: 歌詞背景

# SettingsPageLyricsBgFontColor.Header
source: Font color (Non-current playback area)
zh_tw: Non-current playback area

# SettingsPageLyricsBgFontOpacity.Header
source: Font opacity (Non-current playback area)
zh_tw: 字體不透明度（非目前播放區域）

# SettingsPageLyricsBlurAmount.Header
source: Blur amount
zh_tw: 模糊度

# SettingsPageLyricsBlurAmountSideEffect.Text
source: Adjusting this value will also increase the background blur intensity of the album image.
zh_tw: 調整此數值將同步提升專輯圖片背景模糊強度

# SettingsPageLyricsBlurHighGPUUsage.Text
source: Significantly higher GPU usage when blur is enabled (> 0)
zh_tw: 啟用模糊（> 0）時將顯著提升 GPU 佔用率

# SettingsPageLyricsCenter.Content
source: Center
zh_tw: 居中

# SettingsPageLyricsEffect.Text
source: Lyrics effect
zh_tw: 歌詞動效

# SettingsPageLyricsFgFontColor.Header
source: Font color (Current playback area)
zh_tw: Current playback area

# SettingsPageLyricsFgFontColorAdaptiveColored.Content
source: Adaptive to lyrics background (Colored)
zh_tw: 適應歌詞背景（彩色）

# SettingsPageLyricsFgFontColorAdaptiveGrayed.Content
source: Adaptive to lyrics background (Grayed)
zh_tw: 適應歌詞背景（灰色）

# SettingsPageLyricsFloatAnimation.Header
source: Floating animation
zh_tw: 浮動動畫

# SettingsPageLyricsFontColorAdaptiveColored.Content
source: Adaptive to lyrics background (Colored)
zh_tw: 適應歌詞背景（彩色）

# SettingsPageLyricsFontColorAdaptiveGrayed.Content
source: Adaptive to lyrics background (Grayed)
zh_tw: 適應歌詞背景（灰色）

# SettingsPageLyricsFontFamily.Header
source: Lyrics font family
zh_tw: 歌詞字體

# SettingsPageLyricsFontSize.Header
source: Font size
zh_tw: 字體大小

# SettingsPageLyricsFontStrokeWidth.Header
source: Lyrics stroke width
zh_tw: 歌詞描邊寬度

# SettingsPageLyricsFontWeight.Header
source: Font weight
zh_tw: 字體粗細

# SettingsPageLyricsGlowEffect.Header
source: Glow effect
zh_tw: 輝光效果

# SettingsPageLyricsHighlightScope.Header
source: Highlight scope
zh_tw: 原文高亮顯示範圍

# SettingsPageLyricsLineFade.Header
source: Play area edge gradient
zh_tw: 播放區域邊緣漸層

# SettingsPageLyricsLineSpacingFactor.Header
source: Line spacing
zh_tw: 行間距

# SettingsPageLyricsLineSpacingFactorUnit.Text
source: x line height
zh_tw: 倍行高

# SettingsPageLyricsRendingScopeCurrentChar.Content
source: Current char
zh_tw: 目前字元

# SettingsPageLyricsRendingScopeCurrentLine.Content
source: Current line
zh_tw: 目前行

# SettingsPageLyricsRendingScopeLineStartToCurrentChar.Content
source: Current line start to current char
zh_tw: 當前歌詞開始到當前字符

# SettingsPageLyricsRight.Content
source: Right
zh_tw: 靠右

# SettingsPageLyricsSearchProvidersConfig.Text
source: Configure lyrics source
zh_tw: 配置歌詞源

# SettingsPageLyricsStyle.Text
source: Lyrics style
zh_tw: 歌詞樣式

# SettingsPageLyricsTimelineThreshold.Header
source: Lyrics timeline sync threshold
zh_tw: 歌詞時間軌同步閾值

# SettingsPageLyricsTranslationSeparator.Header
source: Source and translation separator
zh_tw: 原文譯文分隔符

# SettingsPageLyricsVerticalEdgeOpacity.Header
source: Top and bottom edge opacity
zh_tw: 上下邊緣不透明度

# SettingsPageMediaLib.Content
source: Media library
zh_tw: 媒體庫

# SettingsPageMediaSourceProvidersConfig.Header
source: Monitor this playback source
zh_tw: 監聽此播放來源

# SettingsPageMockMusicPlaying.Header
source: Play test music
zh_tw: 播放測試音樂

# SettingsPageMusicLib.Header
source: Local media library
zh_tw: 本地音樂資料庫

# SettingsPagePlaybackLib.Content
source: Playback sources
zh_tw: 播放源

# SettingsPageRemovePath.Content
source: Remove from app
zh_tw: 從應用程序中移除

# SettingsPageRestart.Content
source: Restart app to apply change
zh_tw: 重啟應用程式以應用更改

# SettingsPageScrollBottomDuration.Header
source: Lyrics scrolling animation duration (Last line)
zh_tw: 尾行持續時間

# SettingsPageScrollDuration.Header
source: Lyrics scrolling animation duration (Current line)
zh_tw: 當前行持續時間

# SettingsPageScrollEasing.Header
source: Lyrics scrolling animation type
zh_tw: 歌詞滾動動畫類型

# SettingsPageScrollTopDuration.Header
source: Lyrics scrolling animation duration (First line)
zh_tw: 首行持續時間

# SettingsPageServerTestButton.Content
source: Test server
zh_tw: 測試服務器

# SettingsPageSettingsManager.Header
source: Settings manager
zh_tw: 設置管理器

# SettingsPageSongInfo.Text
source: Song title & artist
zh_tw: 歌曲標題和藝術家

# SettingsPageSongInfoAlignment.Header
source: Alignment
zh_tw: 對齊方式

# SettingsPageSongInfoCenter.Content
source: Center
zh_tw: 居中

# SettingsPageSongInfoLeft.Content
source: Left
zh_tw: 靠左

# SettingsPageSongInfoRight.Content
source: Right
zh_tw: 靠右

# SettingsPageTargetLanguage.Header
source: Target language
zh_tw: 目標語言

# SettingsPageTheme.Header
source: Lyrics background theme
zh_tw: 歌詞背景主題

# SettingsPageTitleBarType.Header
source: Title bar size
zh_tw: 標題列大小

# SettingsPageTranslation.Text
source: Lyrics translation
zh_tw: 歌詞翻譯

# SettingsPageTranslationConfig.Header
source: LibreTranslate translation service
zh_tw: LibreTranslate 翻譯服務

# SystemTrayLyrics.Text
source: Open the lyrics window
zh_tw: 開啟歌詞視窗

# SystemTrayMusicGallery.Text
source: Open music gallery
zh_tw: 開啟音樂庫

# SystemTrayPageTitle
source: System tray - BetterLyrics
zh_tw: 系統托盤 - BetterLyrics

# SystemTrayResetWindowPosition.Text
source: Reset window position
zh_tw: 重置窗口位置

# SystemTrayRestart.Text
source: Resart
zh_tw: 重新啟動
